Repository: dw-zhu-si/ModelHub
Catalog: packaging/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt_br, ru, zh_hant

source: 最大输出 token 数
ar: الحد الأقصى لعدد الرموز الإخراج
de: Maximale Anzahl an Ausgabetokens
en: Maximum number of output tokens
es: Número máximo de tokens de salida
fr: Nombre maximum de jetons de sortie
ja: 出力トークンの最大数
ko: 최대 출력 토큰 수
pt_br: Número máximo de tokens de saída
ru: Максимальное количество выходных токенов
zh_hant: 最大輸出 token 數

source: 最小上下文窗口
ar: الحد الأدنى من نافذة السياق
de: Minimales Kontextfenster
en: Minimal context window
es: Ventana de contexto mínima
fr: Fenêtre contextuelle minimale
ja: 最小限のコンテキストウィンドウ
ko: 최소 컨텍스트 창
pt_br: Janela de contexto mínima
ru: Минимальное контекстное окно

source: 最近一次验证失败，请查看技术详情并重新测试
ar: فشل آخر تحقق. راجع التفاصيل التقنية وأعد الاختبار
de: Die letzte Prüfung ist fehlgeschlagen. Technische Details prüfen und erneut testen
en: The latest verification failed. Review the technical details and test again
es: La última verificación falló. Revisa los detalles técnicos y vuelve a probar
fr: La dernière vérification a échoué. Consultez les détails techniques et relancez le test
ja: 前回の検証に失敗しました。技術詳細を確認して再テストしてください
ko: 최근 검증에 실패했습니다. 기술 세부 정보를 확인하고 다시 테스트하세요
pt_br: A última verificação falhou. Revise os detalhes técnicos e teste novamente
ru: Последняя проверка не пройдена. Изучите технические сведения и повторите тест
zh_hant: 最近一次驗證失敗，請查看技術詳情並重新測試

source: 最长留存天数（未知留空）
ar: الحد الأقصى لأيام الاحتفاظ (اتركه فارغًا إذا كان غير معروف)
de: Maximale Aufbewahrungstage (leer lassen, falls unbekannt)
en: Maximum retention days (leave blank if unknown)
es: Días máximos de retención (deje en blanco si lo desconoce)
fr: Jours de conservation maximum (laisser vide si inconnu)
ja: 最大保存日数 (不明な場合は空白のままにしてください)
ko: 최대 보존 일수(알 수 없는 경우 비워 두세요)
pt_br: Dias máximos de retenção (deixe em branco se desconhecido)
ru: Максимальное количество дней хранения (оставьте пустым, если неизвестно)
zh_hant: 最長留存天數（未知留空）

source: 最长留存天数（留空不限）
ar: الحد الأقصى لأيام الاحتفاظ (اتركه فارغًا بلا حدود)
de: Maximale Aufbewahrungstage (leer lassen, keine Begrenzung)
en: Maximum retention days (leave blank no limit)
es: Días máximos de retención (dejar en blanco sin límite)
fr: Jours de conservation maximum (laisser vide, aucune limite)
ja: 最大保存日数 (空白のまま無制限)
ko: 최대 보존 일수(공란으로 두면 제한 없음)
pt_br: Dias máximos de retenção (deixe em branco sem limite)
ru: Максимальное количество дней хранения (не оставляйте пустыми)
zh_hant: 最長留存天數（留空不限）

source: 最高 P90 延迟 ms
ar: ما يصل إلى P90 تأخير مللي ثانية
de: Bis zu P90 Verzögerung ms
en: Up to P90 delay ms
es: Hasta P90 retraso ms
fr: Jusqu'à P90 ms de retard
ja: 最大 P90 ミリ秒の遅延
ko: 최대 P90 지연 ms
pt_br: Até P90 atraso ms
ru: Задержка до P90 мс
zh_hant: 最高 P90 延遲 ms

source: 最高稳定性
ar: أعلى استقرار
de: Höchste Stabilität
en: Highest Stability
es: Mayor estabilidad
fr: Stabilité maximale
ja: 最高の安定性
ko: 최고 안정성
pt_br: Maior estabilidade
ru: Максимальная стабильность
zh_hant: 最高穩定性

source: 最高综合 $/百万 Token
ar: أعلى رمز شامل بقيمة دولار/مليون دولار
de: Höchst umfassender $/Millionen-Token
en: Highest comprehensive $/million Token
es: Token integral más alto de $/millón
fr: Jeton global le plus élevé par million de dollars
ja: 最高の総合的な 100 万ドルあたりのトークン
ko: 가장 포괄적인 $/million 토큰
pt_br: Token de US$/milhão mais abrangente
ru: Самый высокий комплексный токен в размере $/миллион
zh_hant: 最高綜合 $/百萬 Token

source: 凭证
ar: بيانات الاعتماد
de: Anmeldedaten
en: Credentials
es: Credenciales
fr: Identifiants
ja: 認証情報
ko: 자격 증명
pt_br: Credenciais
ru: Учётные данные
zh_hant: 憑證

source: 凭证留在本机，客户端只需记住一个统一入口。
ar: تبقى بيانات الاعتماد على هذا الـ Mac؛ ويحتاج العملاء إلى نقطة دخول موحدة واحدة فقط.
de: Anmeldedaten bleiben auf diesem Mac; Clients benötigen nur einen einheitlichen Endpunkt.
en: Credentials stay on this Mac; clients only need one unified endpoint.
es: Las credenciales permanecen en este Mac; los clientes solo necesitan un endpoint unificado.
fr: Les identifiants restent sur ce Mac ; les clients n’utilisent qu’un point d’accès unifié.
ja: 認証情報はこのMacに保存され、クライアントは統一エンドポイントだけを使用します。
ko: 자격 증명은 이 Mac에 유지되며 클라이언트는 하나의 통합 엔드포인트만 사용합니다.
pt_br: As credenciais permanecem neste Mac; os clientes precisam apenas de um endpoint unificado.
ru: Учётные данные остаются на этом Mac; клиентам нужен только единый адрес.
zh_hant: 憑證留在本機，客戶端只需記住一個統一入口。

source: 分钟
ar: دقيقة
de: Minute
en: Minute
es: Minuto
fr: Minute
ja: 分
ko: 분
pt_br: Minuto
ru: Минута
zh_hant: 分鐘

source: 切换百炼版本时会自动应用该版本的 Base URL 与聊天端点；API Key 仍需按版本分别保存，旧凭证不会复用。
ar: عند تبديل إصدار Bailian، سيتم تطبيق عنوان URL الأساسي ونقطة نهاية الدردشة لهذا الإصدار تلقائيًا؛ لا يزال يتعين حفظ مفتاح API بشكل منفصل حسب الإصدار، ولن يتم إعادة استخدام بيانات الاعتماد القديمة.
de: Beim Wechsel der Bailian-Version werden die Basis-URL und der Chat-Endpunkt dieser Version automatisch angewendet; Der API-Schlüssel muss weiterhin separat nach Version gespeichert werden und die alten Anmeldeinformationen werden nicht wiederverwendet.
en: When switching the Bailian version, the Base URL and chat endpoint of that version will be automatically applied; the API Key still needs to be saved separately by version, and the old credentials will not be reused.
es: Al cambiar la versión Bailian, la URL base y el punto final de chat de esa versión se aplicarán automáticamente; la clave API aún debe guardarse por separado por versión y las credenciales antiguas no se reutilizarán.
fr: Lors du changement de version Bailian, l'URL de base et le point de terminaison de discussion de cette version seront automatiquement appliqués ; la clé API doit toujours être enregistrée séparément par version et les anciennes informations d'identification ne seront pas réutilisées.
ja: Bailian バージョンを切り替えると、そのバージョンのベース URL とチャット エンドポイントが自動的に適用されます。 API キーはバージョンごとに個別に保存する必要があり、古い認証情報は再利用されません。
ko: Bailian 버전을 전환하면 해당 버전의 기본 URL과 채팅 엔드포인트가 자동으로 적용됩니다. API Key는 버전별로 별도로 저장해야 하며 이전 자격 증명은 재사용되지 않습니다.
pt_br: Ao mudar a versão Bailian, o URL base e o endpoint de chat dessa versão serão aplicados automaticamente; a chave API ainda precisa ser salva separadamente por versão e as credenciais antigas não serão reutilizadas.
ru: При переключении версии Bailian базовый URL-адрес и конечная точка чата этой версии будут автоматически применены; Ключ API по-прежнему необходимо сохранять отдельно по версии, а старые учетные данные не будут использоваться повторно.
zh_hant: 切換百鍊版本時會自動應用該版本的 Base URL 與聊天端點；API Key 仍需按版本分別保存，舊憑證不會復用。

source: 创建任务时使用的模型或路由
ar: النموذج أو المسار المستخدم عند إنشاء المهمة
de: Das beim Erstellen der Aufgabe verwendete Modell oder die Route
en: The model or route used when creating the task
es: El modelo o ruta utilizada al crear la tarea.
fr: Le modèle ou l'itinéraire utilisé lors de la création de la tâche
ja: タスクの作成時に使用されるモデルまたはルート
ko: 작업을 생성할 때 사용된 모델 또는 경로
pt_br: O modelo ou rota usada ao criar a tarefa
ru: Модель или маршрут, использованные при создании задачи.
zh_hant: 創建任務時使用的模型或路由

source: 创建第一个模型路由
ar: قم بإنشاء المسار النموذجي الأول الخاص بك
de: Erstellen Sie Ihre erste Modellroute
en: Create your first model route
es: Crea tu primera ruta modelo
fr: Créez votre premier itinéraire modèle
ja: 最初のモデルルートを作成する
ko: 첫 번째 모델 경로 만들기
pt_br: Crie sua primeira rota modelo
ru: Создайте свой первый модельный маршрут
zh_hant: 創建第一個模型路由

source: 删除
ar: حذف
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hant: 刪除

source: 删除 API Key
ar: حذف مفتاح API
de: API-Schlüssel löschen
en: Delete API Key
es: Eliminar clave API
fr: Supprimer la clé API
ja: APIキーの削除
ko: API 키 삭제
pt_br: Excluir chave de API
ru: Удалить ключ API
zh_hant: 刪除 API Key

# 删除“%arg”
source: 删除“%1$arg”
ar: حذف "%arg"
de: „%arg“ löschen
en: Delete "%arg"
es: Eliminar "%arg"
fr: Supprimer "%arg"
ja: 「%arg」を削除
ko: "%arg" 삭제
pt_br: Excluir "%arg"
ru: Удалить "%arg"
zh_hant: 刪除“%1$arg”

source: 删除供应商？
ar: هل ترغب في إزالة المورد؟
de: Lieferant entfernen?
en: Delete provider?
es: ¿Eliminar proveedor?
fr: Supprimer le fournisseur ?
ja: サプライヤーを削除しますか?
ko: 공급업체를 삭제하시겠습니까?
pt_br: Remover fornecedor?
ru: Удалить поставщика?
zh_hant: 刪除供應商？

source: 删除后无法恢复，需要重新输入才能调用此供应商。
ar: لا يمكن استعادة الحذف ويجب إعادة إدخاله للاتصال بهذا المورد.
de: Der Löschvorgang kann nicht wiederhergestellt werden und muss erneut eingegeben werden, um diesen Lieferanten anzurufen.
en: Deletion cannot be restored and needs to be re-entered to call this supplier.
es: La eliminación no se puede restaurar y es necesario volver a ingresarla para llamar a este proveedor.
fr: La suppression ne peut pas être restaurée et doit être saisie à nouveau pour appeler ce fournisseur.
ja: 削除を復元することはできないため、このサプライヤーに電話するには再入力する必要があります。
ko: 삭제된 내용은 복원할 수 없으며 이 공급업체에 전화하려면 다시 입력해야 합니다.
pt_br: A exclusão não pode ser restaurada e precisa ser digitada novamente para ligar para este fornecedor.
ru: Удаление невозможно восстановить, и его необходимо ввести повторно, чтобы позвонить этому поставщику.
zh_hant: 刪除後無法恢復，需要重新輸入才能調用此供應商。

source: 删除已保存密钥
ar: حذف المفتاح المحفوظ
de: Gespeicherten Schlüssel löschen
en: Delete saved key
es: Eliminar clave guardada
fr: Supprimer la clé enregistrée
ja: 保存したキーを削除する
ko: 저장된 키 삭제
pt_br: Excluir chave salva
ru: Удалить сохраненный ключ
zh_hant: 刪除已保存密鑰

source: 删除已保存的 API Key？
ar: هل تريد حذف مفتاح API المحفوظ؟
de: Gespeicherten API-Schlüssel löschen?
en: Delete saved API Key?
es: ¿Eliminar la clave API guardada?
fr: Supprimer la clé API enregistrée ?
ja: 保存した API キーを削除しますか?
ko: 저장된 API 키를 삭제하시겠습니까?
pt_br: Excluir chave de API salva?
ru: Удалить сохраненный ключ API?
zh_hant: 刪除已保存的 API Key？

source: 删除目标
ar: حذف الهدف
de: Ziel löschen
en: Delete target
es: Eliminar objetivo
fr: Supprimer la cible
ja: 対象の削除
ko: 대상 삭제
pt_br: Excluir alvo
ru: Удалить цель
zh_hant: 刪除目標

source: 删除路由？
ar: هل تريد حذف المسار؟
de: Route löschen?
en: Delete route?
es: ¿Eliminar ruta?
fr: Supprimer l'itinéraire ?
ja: ルートを削除しますか?
ko: 경로를 삭제하시겠습니까?
pt_br: Excluir rota?
ru: Удалить маршрут?
zh_hant: 刪除路由？

source: 刷新官方参考汇率
ar: تحديث أسعار الصرف المرجعية الرسمية
de: Offizielle Referenzkurse aktualisieren
en: Refresh official reference rates
es: Actualizar tipos de referencia oficiales
fr: Actualiser les taux de référence officiels
ja: 公式参照為替レートを更新
ko: 공식 기준 환율 새로 고침
pt_br: Atualizar taxas oficiais de referência
ru: Обновить официальные справочные курсы
zh_hant: 刷新官方參考匯率

source: 刷新登录项状态
ar: تحديث حالة عنصر تسجيل الدخول
de: Status des Anmeldeelements aktualisieren
en: Refresh login item status
es: Actualizar el estado del elemento de inicio de sesión
fr: Actualiser le statut de l'élément de connexion
ja: ログイン項目のステータスを更新する
ko: 로그인 항목 상태 새로 고침
pt_br: Atualizar status do item de login
ru: Обновить статус элемента входа
zh_hant: 刷新登錄項狀態

source: 前往供应商
ar: اذهب إلى المورد
de: Gehen Sie zum Lieferanten
en: Go to supplier
es: Ir al proveedor
fr: Aller chez le fournisseur
ja: サプライヤーに行く
ko: 공급업체로 이동
pt_br: Ir para o fornecedor
ru: Перейти к поставщику
zh_hant: 前往供應商

source: 包含 %lld 个原生验证（可能计费）
ar: تضمين %lld عملية تحقق أصلية (قد تُفرض رسوم)
de: %lld native Prüfungen einschließen (möglicherweise kostenpflichtig)
en: Include %lld native verifications (may incur charges)
es: Incluir %lld verificaciones nativas (puede generar cargos)
fr: Inclure %lld validations natives (facturation possible)
ja: %lld 件のネイティブ検証を含める（課金の可能性あり）
ko: %lld개 네이티브 검증 포함(요금이 발생할 수 있음)
pt_br: Incluir %lld verificações nativas (pode gerar cobranças)
ru: Включить %lld нативных проверок (возможна оплата)
zh_hant: 包含 %lld 個原生驗證（可能計費）

source: 协议
ar: اتفاق
de: Vereinbarung
en: Agreement
es: Acuerdo
fr: Accord
ja: 同意書
ko: 계약
pt_br: Acordo
ru: Соглашение
zh_hant: 協議

source: 单条文档
ar: وثيقة واحدة
de: Einzeldokument
en: Single document
es: Documento único
fr: Document unique
ja: 単一の文書
ko: 단일 문서
pt_br: Documento único
ru: Единый документ
zh_hant: 單條文檔

source: 单次价格
ar: السعر لكل طلب
de: Preis pro Anfrage
en: Per-request price
es: Precio por solicitud
fr: Tarif par requête
ja: リクエスト単価
ko: 요청당 가격
pt_br: Preço por solicitação
ru: Цена за запрос
zh_hant: 單次價格

source: 单次调用价格
ar: السعر لكل طلب
de: Preis pro Anfrage
en: Per-request price
es: Precio por solicitud
fr: Tarif par requête
ja: 1 リクエスト当たりの価格
ko: 요청당 가격
pt_br: Preço por solicitação
ru: Цена за запрос
zh_hant: 單次調用價格

# 单目标并发上限：%arg
source: 单目标并发上限：%1$arg
ar: الحد الأعلى لتزامن الهدف الفردي: %arg
de: Obergrenze für die Parallelität eines einzelnen Ziels: %arg
en: Single target concurrency upper limit: %arg
es: Límite superior de simultaneidad de destino único: %arg
fr: Limite supérieure de concurrence à cible unique : %arg
ja: 単一ターゲットの同時実行の上限: %arg
ko: 단일 대상 동시성 상한: %arg
pt_br: Limite superior de simultaneidade de destino único: %arg
ru: Верхний предел одноцелевого параллелизма: %arg
zh_hant: 單目標併發上限：%1$arg

source: 原始令牌只在签发后显示一次，配置文件只保存摘要。
ar: يتم عرض الرمز المميز الأصلي مرة واحدة فقط بعد إصداره، ويتم حفظ الملخص فقط في ملف التكوين.
de: Das ursprüngliche Token wird nach seiner Ausstellung nur einmal angezeigt und nur die Zusammenfassung wird in der Konfigurationsdatei gespeichert.
en: The original token is only displayed once after it is issued, and only the summary is saved in the configuration file.
es: El token original solo se muestra una vez después de su emisión y solo se guarda el resumen en el archivo de configuración.
fr: Le jeton d'origine n'est affiché qu'une seule fois après son émission et seul le résumé est enregistré dans le fichier de configuration.
ja: 元のトークンは発行後に 1 回だけ表示され、構成ファイルには概要のみが保存されます。
ko: 원본 토큰은 발급된 후 한 번만 표시되며 요약만 구성 파일에 저장됩니다.
pt_br: O token original é exibido apenas uma vez após ser emitido e apenas o resumo é salvo no arquivo de configuração.
ru: Исходный токен отображается только один раз после его выдачи, и в файле конфигурации сохраняется только сводка.
zh_hant: 原始令牌只在簽發後顯示一次，配置文件只保存摘要。

source: 原生供应商专用调用成功
ar: نجحت المكالمة الخاصة بالموفر الأصلي
de: Nativer anbieterspezifischer Aufruf erfolgreich
en: Native provider-specific call successful
es: Llamada específica del proveedor nativo exitosa
fr: Appel spécifique au fournisseur natif réussi
ja: ネイティブプロバイダー固有の呼び出しが成功しました
ko: 기본 공급자별 호출이 성공했습니다.
pt_br: Chamada específica do provedor nativo bem-sucedida
ru: Вызов собственного провайдера успешен
zh_hant: 原生供應商專用調用成功

source: 原生供应商专用调用缺少密钥，已隔离
ar: مفتاح المكالمة الخاصة للمورد الأصلي مفقود، معزول
de: Schlüssel für Privatanruf des nativen Anbieters fehlt, unter Quarantäne gestellt
en: Native vendor private call missing key, quarantined
es: Falta la clave de llamada privada del proveedor nativo, en cuarentena
fr: Clé d'appel privé du fournisseur natif manquante, mise en quarantaine
ja: ネイティブ ベンダーのプライベート コールにキーがありません、隔離されました
ko: 기본 공급업체 비공개 통화 키 누락, 격리됨
pt_br: Chave ausente da chamada privada do fornecedor nativo, em quarentena
ru: Отсутствует ключ частного звонка местного поставщика, помещен в карантин
zh_hant: 原生供應商專用調用缺少密鑰，已隔離

source: 原生生成协议尚未完成真实验证
ar: لم يُكمل بروتوكول التوليد الأصلي التحقق الحقيقي بعد
de: Das native Generierungsprotokoll wurde noch nicht real geprüft
en: The native generation protocol has not completed real verification
es: El protocolo nativo de generación aún no ha completado una verificación real
fr: Le protocole de génération natif n’a pas encore passé de vérification réelle
ja: ネイティブ生成プロトコルはまだ実際の検証を完了していません
ko: 네이티브 생성 프로토콜이 실제 검증을 완료하지 않았습니다
pt_br: O protocolo nativo de geração ainda não concluiu a verificação real
ru: Нативный протокол генерации ещё не прошёл реальную проверку
zh_hant: 原生生成協議尚未完成真實驗證

source: 原生透传需要 ?provider=供应商ID或名称&model=模型&path=/供应商原生路径
ar: يتطلب النقل الشفاف الأصلي ?provider=معرف المزود أو name&model=model&path=/provider المسار الأصلي
de: Für die native transparente Übertragung ist der native Pfad „?provider=provider ID“ oder „name&model=model&path=/provider“ erforderlich
en: Native transparent transmission requires ?provider=provider ID or name&model=model&path=/provider native path
es: La transmisión transparente nativa requiere ?provider=ID de proveedor o nombre&model=model&path=/ruta nativa del proveedor
fr: La transmission transparente native nécessite ?provider=ID du fournisseur ou name&model=model&path=/provider chemin natif
ja: ネイティブの透過的な送信には、?provider=プロバイダー ID または name&model=model&path=/provider ネイティブ パスが必要です
ko: 기본 투명 전송에는 ?provider=provider ID 또는 name&model=model&path=/provider 기본 경로가 필요합니다.
pt_br: A transmissão transparente nativa requer ?provider=provider ID ou name&model=model&path=/provider caminho nativo
ru: Для собственной прозрачной передачи требуется ?provider=идентификатор поставщика или name&model=model&path=/provider собственный путь.
zh_hant: 原生透傳需要 ?provider=供應商ID或名稱&model=模型&path=/供應商原生路徑

source: 发送请求
ar: إرسال الطلب
de: Anfrage senden
en: Send request
es: Enviar solicitud
fr: Envoyer la demande
ja: リクエストの送信
ko: 요청 보내기
pt_br: Enviar solicitação
ru: Отправить запрос
zh_hant: 發送請求

source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена

source: 只允许导入 .csv 格式的文件。
ar: لا يمكن استيراد سوى ملفات ‎.csv.
de: Es können nur .csv-Dateien importiert werden.
en: Only .csv files can be imported.
es: Solo se pueden importar archivos .csv.
fr: Seuls les fichiers .csv peuvent être importés.
ja: .csv 形式のファイルのみインポートできます。
ko: .csv 형식의 파일만 가져올 수 있습니다.
pt_br: Somente arquivos .csv podem ser importados.
ru: Можно импортировать только файлы .csv.
zh_hant: 只允許導入 .csv 格式的文件。

source: 只列出未隔离且可路由的模型
ar: قم بإدراج النماذج غير المعزولة والقابلة للتوجيه فقط
de: Listen Sie nur Modelle auf, die nicht isoliert und routbar sind
en: List only models that are not isolated and routable
es: Enumere solo los modelos que no están aislados ni enrutables
fr: Répertorier uniquement les modèles qui ne sont pas isolés et routables
ja: 分離されておらず、配線可能ではないモデルのみをリストします。
ko: 격리되지 않고 라우팅할 수 없는 모델만 나열
pt_br: Liste apenas modelos que não são isolados e roteáveis
ru: Перечислите только модели, которые не изолированы и не маршрутизируются.
zh_hant: 只列出未隔離且可路由的模型

source: 只回复 OK
ar: فقط قم بالرد موافق
de: Antworten Sie einfach mit OK
en: Just reply OK
es: solo responde ok
fr: Répondez simplement OK
ja: OKと返信するだけです
ko: 그냥 대답해줘 알았어
pt_br: Basta responder OK
ru: Просто ответь ОК
zh_hant: 只回復 OK

source: 只在不同目标之间回退，同一目标不会自动重复计费调用。429、5xx 与网络错误计入熔断。
ar: يتم إجراء عملية احتياطية فقط بين الأهداف المختلفة، ولا توجد مكالمات فوترة تلقائية متكررة لنفس الهدف. يتم احتساب أخطاء 429 و5xx وأخطاء الشبكة ضمن قواطع الدائرة.
de: Nur Fallback zwischen verschiedenen Zielen, keine automatischen wiederholten Abrechnungsanrufe an dasselbe Ziel. 429, 5xx und Netzwerkfehler zählen zu den Leistungsschaltern.
en: Only fallback between different targets, no automatic repeated billing calls to the same target. 429, 5xx and network errors count towards circuit breakers.
es: Solo respaldo entre diferentes objetivos, sin llamadas de facturación repetidas automáticas al mismo objetivo. Los errores 429, 5xx y de red cuentan para los disyuntores.
fr: Uniquement un repli entre différentes cibles, pas d'appels de facturation répétés automatiques vers la même cible. Les erreurs 429, 5xx et réseau comptent pour les disjoncteurs.
ja: 異なるターゲット間でのみフォールバックし、同じターゲットへの自動繰り返し請求呼び出しは行われません。 429、5xx、およびネットワーク エラーはサーキット ブレーカーの対象となります。
ko: 서로 다른 대상 간의 대체만 가능하며 동일한 대상에 대한 자동 반복 청구 호출은 없습니다. 429, 5xx 및 네트워크 오류는 회로 차단기에 포함됩니다.
pt_br: Somente fallback entre alvos diferentes, sem chamadas automáticas de cobrança repetidas para o mesmo alvo. 429, 5xx e erros de rede contam para disjuntores.
ru: Только резервное копирование между разными целями, никаких автоматических повторных вызовов для выставления счетов одной и той же цели. 429, 5xx и сетевые ошибки засчитываются в автоматические выключатели.
zh_hant: 只在不同目標之間回退，同一目標不會自動重復計費調用。429、5xx 與網絡錯誤計入熔斷。

source: 只记录路由结果、状态和耗时，不记录提示词、响应正文或密钥。
ar: يتم تسجيل نتائج التوجيه والحالة واستهلاك الوقت فقط، ولا يتم تسجيل الكلمات السريعة أو أجسام الاستجابة أو المفاتيح.
de: Es werden nur Routing-Ergebnisse, Status und Zeitaufwand erfasst, Aufforderungswörter, Antworttexte oder Schlüssel werden nicht erfasst.
en: Only routing results, status and time consumption are recorded, prompt words, response bodies or keys are not recorded.
es: Solo se registran los resultados de enrutamiento, el estado y el consumo de tiempo; no se registran las palabras de aviso, los cuerpos de respuesta ni las claves.
fr: Seuls les résultats du routage, l'état et la consommation de temps sont enregistrés, les mots d'invite, les corps de réponse ou les clés ne sont pas enregistrés.
ja: ルーティングの結果、ステータス、消費時間のみが記録され、プロンプトワード、応答本文、またはキーは記録されません。
ko: 라우팅 결과, 상태, 소요 시간만 기록되며 프롬프트 단어, 응답 본문 또는 키는 기록되지 않습니다.
pt_br: Somente resultados de roteamento, status e consumo de tempo são registrados; palavras de prompt, corpos de resposta ou chaves não são registrados.
ru: Записываются только результаты маршрутизации, статус и затраты времени, слова подсказки, тела ответа или ключи не записываются.
zh_hant: 只記錄路由結果、狀態和耗時，不記錄提示詞、響應正文或密鑰。

source: 只读模拟
ar: محاكاة للقراءة فقط
de: Nur-Lese-Simulation
en: read-only simulation
es: simulación de solo lectura
fr: simulation en lecture seule
ja: 読み取り専用シミュレーション
ko: 읽기 전용 시뮬레이션
pt_br: simulação somente leitura
ru: моделирование только для чтения
zh_hant: 只讀模擬

source: 可用
ar: متاح
de: Verfügbar
en: Available
es: Disponible
fr: Disponible
ja: 利用可能
ko: 사용 가능
pt_br: Disponível
ru: Доступно

source: 可用模型
ar: النماذج المتاحة
de: Verfügbare Modelle
en: Available models
es: Modelos disponibles
fr: Modèles disponibles
ja: 利用可能なモデル
ko: 사용 가능한 모델
pt_br: Modelos disponíveis
ru: Доступные модели

source: 可用模型名、供应商/模型或路由别名
ar: أسماء النماذج المتاحة أو المورد/النموذج أو الأسماء المستعارة للتوجيه
de: Verfügbare Modellnamen, Lieferant/Modell oder Routing-Aliase
en: Available model names, supplier/model or routing aliases
es: Nombres de modelos disponibles, proveedor/modelo o alias de ruta
fr: Noms de modèles disponibles, alias de fournisseur/modèle ou de routage
ja: 利用可能なモデル名、サプライヤー/モデル、またはルーティングの別名
ko: 사용 가능한 모델 이름, 공급업체/모델 또는 라우팅 별칭
pt_br: Nomes de modelos disponíveis, fornecedor/modelo ou aliases de roteamento
ru: Доступные названия моделей, псевдонимы поставщика/модели или маршрутизации.
zh_hant: 可用模型名、供應商/模型或路由別名

source: 可用路由
ar: الطرق المتاحة
de: Verfügbare Routen
en: Available routes
es: Rutas disponibles
fr: Itinéraires disponibles
ja: 利用可能な路線
ko: 이용 가능한 노선
pt_br: Rotas disponíveis
ru: Доступные маршруты

source: 可能会
ar: قد
de: Mai
en: may
es: mayo
fr: peut
ja: かもしれない
ko: 할 수 있다
pt_br: pode
ru: может
zh_hant: 可能會

source: 可选曲风、流派或编曲描述
ar: وصف النوع أو النوع أو الترتيب الاختياري
de: Optionale Genre-, Genre- oder Arrangementbeschreibung
en: Optional genre, genre or arrangement description
es: Descripción opcional del género, género o arreglo.
fr: Description facultative du genre, du genre ou de l'arrangement
ja: オプションのジャンル、ジャンルまたはアレンジメントの説明
ko: 선택적 장르, 장르 또는 편곡 설명
pt_br: Descrição opcional de gênero, gênero ou arranjo
ru: Дополнительное описание жанра, жанра или аранжировки
zh_hant: 可選曲風、流派或編曲描述

source: 可选标题
ar: عنوان اختياري
de: Optionaler Titel
en: Optional title
es: Título opcional
fr: Titre facultatif
ja: 任意のタイトル
ko: 선택적 제목
pt_br: Título opcional
ru: Необязательное название
zh_hant: 可選標題

source: 可选歌词
ar: كلمات اختيارية
de: optionale Liedtexte
en: optional lyrics
es: letras opcionales
fr: paroles facultatives
ja: オプションの歌詞
ko: 선택적 가사
pt_br: letras opcionais
ru: дополнительные тексты песен
zh_hant: 可選歌詞

source: 可选音频格式
ar: تنسيقات الصوت الاختيارية
de: Optionale Audioformate
en: Optional audio formats
es: Formatos de audio opcionales
fr: Formats audio optionnels
ja: オプションの音声フォーマット
ko: 선택적 오디오 형식
pt_br: Formatos de áudio opcionais
ru: Дополнительные аудиоформаты
zh_hant: 可選音頻格式
